yelloccupy-conspiracy.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
               "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>Yell-Occupy Conspiracy</title>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8"/>
<meta name="title" content="Yell-Occupy Conspiracy"/>
<meta name="generator" content="Org-mode"/>
<meta name="generated" content="Sub Dec 15 19 12:28:09 2013"/>
<meta name="author" content="hellekin"/>
<meta name="description" content=""/>
<meta name="keywords" content=""/>
<link rel="stylesheet" type="text/css" href="style.css" />

</head>
<body>

<div id="preamble">

</div>

<div id="content">
<h1 class="title">Yell-Occupy Conspiracy</h1>

<p>"It is a principle that shines impartially on the just and unjust that
once you have a point of view all history will back you up." &ndash; Van
Wyck Brooks, America's Coming of Age (New York 1915), p.20
</p>

<div id="outline-container-1" class="outline-2">
<h2 id="sec-1">Introduction</h2>
<div class="outline-text-2" id="text-1">


<p>
A few days ago a friend sent me the link to an article by Carl Gibson
and Steve Horn <sup><a class="footref" name="fnr-.1" href="#fn-.1">1</a></sup> "exposing" a renowned Serbian activist as a
Stratfor operative. The article was compelling, and as I like to
verify information, I asked Andy Bichlbaum what he thought about
it. Andy was shocked and produced an emotional response <sup><a class="footref" name="fnr-.2" href="#fn-.2">2</a></sup> the same
day to denounce "yellow journalism". Confident with his conclusions,
Carl Gibson made a public response the same day, that sparked a few
heinous comments. Recently I took the time of reading it and sent the
following to Andy by email. It was not meant for publication, but Andy
propsed I should publish it, so here it is, and it was not
edited. Please keep that in mind when responding to my email.
</p>
</div>

</div>

<div id="outline-container-2" class="outline-2">
<h2 id="sec-2">Conspiring Deeply and Attentively</h2>
<div class="outline-text-2" id="text-2">


<p>
First, the detailed response of the authors <sup><a class="footref" name="fnr-.3" href="#fn-.3">3</a></sup>: thanks to your
intervention, they felt compelled to provide more information <sup><a class="footref" name="fnr-.4" href="#fn-.4">4</a></sup>, and
that's worth the trouble.  The response looks perfectly sound at first
sight&ndash;and without paying attention to the opening question nor any
links&ndash; until that paragraph near the end:
</p>
<pre class="example">
"Ironically, Andy Bichlbaum is taking the same position on Srdja Popovic 
as the same people at Stratfor whom he called idiots. But unlike
Bichlbaum, one of the ex-Stratfor sources acknowledged that our
reporting was sound after reading the investigation."
</pre>


<p>
So, are they trusting an ex-Stratfor source about shooting red bullets
at another ex-Stratfor source, and taking an oppositional stance as
well, including giving more credit to Stratfor emails than Popovic's
account&ndash;JUST TO MAKE THEIR POINT? This illustrates my concern about
this and that other article, i.e., with the position the authors chose
to take: it's very much binary, simplistic, and reductionist.
</p>
<p>
The opening question: "What’s worse? An activist collaborating with an
intelligence organization labeling Bradley (now Chelsea) Manning a
“shit head soldier” who should be fed “to wild dogs” or staunchly
defending an activist who collaborated with that organization?" is
already outrageous: it implies that "An activist" had access to that
information at the time of his collaboration. And then, what? Building
upon this retroactive feature, defending the activist becomes a woe.
Let me try it: I would hope for any good journalist to be able to
provide a saner rhetoric.
</p>
<p>
I think the situation is a bit more complex than they, or you, depicted
it, and if you would follow up, you should definitely leave the
emotional part out, that you were played on in this response, and focus
on the complexity of the situation&ndash;just so that his accusatory
position falls by itself.
</p>
<p>
In his book "The Democracy Project" <sup><a class="footref" name="fnr-.5" href="#fn-.5">5</a></sup>, David Graeber mentions Otpor!,
with the following nuanced comment (pp 68-69), which appears to me as
capturing that complexity:
</p>
<pre class="example">
"It’s impossible for activists to really know what the other side is
thinking. We can’t even really know exactly who the other side is: who’s
monitoring us, who if anyone was coordinating international security
efforts against us. But you can’t help but speculate. And it was
difficult not to notice that back around 1999, right around the time
that a loose global network of anti-authoritarian collectives began
mobilizing to shutdown trade summits from Prague to Cancun using
surprisingly effective techniques of decentralized direct democracy and
nonviolent civil disobedience, certain elements in the U.S. security
apparatus began not only studying the phenomenon, but trying to see if
they could foster such movements themselves."
</pre>


<p>
If I would produce a mimetic response to Gibson, it would be one of
Conspiracy Theory&ndash;or Bushism: either you're with us, or you're against
us.  But really, I thought we were way past that. First, I think that's
very interesting and important to understand the connections between
activism and secret service. It's fundamental as it provides a reading
grid to understand world events beyond the mass-media filter&ndash;which
happens to be also mediated by CIA-compliant interests. But focusing on
one person is completely demagogic and sensational: it does not make
things better, it does not explain how the intelligence got involved
with these people, nor why such connections can work at all; it only
polarizes attention on the wrong target, and make the
divide-and-conquer-for-the-advancement-of-a-cough-democratic-society
people happy and safe behind their curtains.
</p>
<p>
That's probably why you dismissed Stratfor as a "lowest-grade, laziest
intelligence" outfit.
</p>
<p>
I'm surprised that Gibson took the time to write: "Horn’s series
illustrates how Stratfor divides activists in social movements into
several different camps and how those activists could be divided and
conquered as part of the work it was paid to do on behalf of its
corporate clients." and failed to realize how his piece works in the
same way, by using Stratfor as a pretext to attack Popovic instead of
warning activists about such links. In the world of free software we
have a major U.S.-funded program initiated by Radio Free Asia, whose
objective is to promote democracy and combat censorship in Asia. Guess
what kind of scope that is compared to CIA&hellip; So we have that fund
Open Technology, with many prominent hackers, including anarchists,
working there, and funding free software projects against
censorship&hellip; Guess what, most of the stuff journalists do use and
will use in the coming years are financed by this money. Should we
denounce it and refuse to use Tor, Mailvelope, Cryptocat, Pond, or
Riseup's LEAP because we know the activists are being funded by
stooges money?
</p>
<p>
Sun Tzu told us the truth "Thus one who is skillful at keeping the enemy
on the move maintains deceitful appearances, according to which the
enemy will act." and "All warfare is based on deception. Hence, when
able to attack, we must seem unable; when using our forces, we must seem
inactive; when we are near, we must make the enemy believe we are far
away; when far away, we must make him believe we are near."
</p>
<p>
What I see here is a typical case of self-deception by
self-importance. It's researching with the response in hand, and
making the investigation look for the right pieces that fit the
puzzle. Nothing to do with thinking, nor research. Gibson should be
working for The Sun, and not claim to be honest and revolutionary.
</p>

</div>

<div id="outline-container-2-1" class="outline-3">
<h3 id="sec-2-1">Post-Scriptum</h3>
<div class="outline-text-3" id="text-2-1">


<p>
Gibson should watch his OPSEC, for he provided the "redacted email" of
Zoe Alif in <a href="https://s3.amazonaws.com/s3.documentcloud.org/documents/886110/carl-gibson-extensive-email-exchange-with-andy.pdf">revealing his sources</a>, which is exactly why WikiLeaks has
been attacked before: they made some people's life hell because of
hasty releases (awaiting upcoming AWP's Wikileaks investigation&ndash;or
search through the Cables for "please protect")
</p>
<div id="footnotes">
<h2 class="footnotes">Footnotes: </h2>
<div id="text-footnotes">
<p class="footnote"><sup><a class="footnum" name="fn-.1" href="#fnr-.1">1</a></sup> <a href="http://www.occupy.com/article/exposed-globally-renowned-activist-collaborated-intelligence-firm-stratfor">http://www.occupy.com/article/exposed-globally-renowned-activist-collaborated-intelligence-firm-stratfor</a>
</p>


<p class="footnote"><sup><a class="footnum" name="fn-.2" href="#fnr-.2">2</a></sup> <a href="http://yeslab.org/yellow">http://yeslab.org/yellow</a>
</p>


<p class="footnote"><sup><a class="footnum" name="fn-.3" href="#fnr-.3">3</a></sup> <a href="http://www.occupy.com/article/how-defending-private-intelligence-firm-collaborators-screws-grassroots-activists">http://www.occupy.com/article/how-defending-private-intelligence-firm-collaborators-screws-grassroots-activists</a>
</p>


<p class="footnote"><sup><a class="footnum" name="fn-.4" href="#fnr-.4">4</a></sup> <a href="http://pastebin.com/sgL4vP7Z">http://pastebin.com/sgL4vP7Z</a>
</p>


<p class="footnote"><sup><a class="footnum" name="fn-.5" href="#fnr-.5">5</a></sup> <a href="http://www.scribd.com/doc/152204755/The-Democracy-Project-David-Graeber">http://www.scribd.com/doc/152204755/The-Democracy-Project-David-Graeber</a>
</p>


</div>
</div>
</div>

</div>
</div>
</div>

<div id="postamble">
<p class="date">Date: Sub Dec 15 19 12:28:09 2013</p>
<p class="author">Author: hellekin</p>
<p class="creator"><a href="http://orgmode.org">Org</a> version 7.9.3f with <a href="http://www.gnu.org/software/emacs/">Emacs</a> version 24</p>
<a href="http://validator.w3.org/check?uri=referer">Validate XHTML 1.0</a>

</div>
</body>
</html>
